[
  {
    "id": 1,
    "title": "Vasaros atostogos dviems Druskininkuose",
    "country": "Lietuva",
    "city": "Druskininkai",
    "duration": "7 dienos 6 naktys",
    "season": "Visus metus",
    "description": "Kiekvienas esame unikalus ir nepakartojamas!“ – tiki sanatorijos „Mineral SPA Draugystė“ profesionalų komanda. Tikrame gamtos prieglobstyje – Druskininkų parke, prie Ratnyčėlės ir Nemuno upių santakos, – įsikūrusi sanatorija kviečia kiekvieną pasimėgauti kad ir trumpu atokvėpiu gryname ore, pagerinti savijautą individualiomis procedūromis ir leistis į atpalaiduojantį poilsį. Atvykusiųjų laukia: apgyvendinimas dviviečiame kambaryje; pusryčiai, pietūs ir vakarienė (švediškas stalas); fizinės medicinos ir reabilitacijos gydytojo konsultacija;",
    "price": 499.0,
    "photos": [
      "https://visitbaltics.net/wp-content/uploads/2021/09/photo5924656546313254132-1024x768.jpg",
      "https://img.sixt.com/1600/8df65370-6ac7-4080-8a86-978b26860f5c.jpg"
    ],
    "rating": [
      4,
      5,
      3,
      4,
      1
    ],
    "averageRating": 3.4
  },
  {
    "id": 2,
    "title": "Pažintinė kelionė pavojingais žmones ryjančiais urvais",
    "country": "USA",
    "city": "Tennessee",
    "duration": "22 dienos 23 naktys",
    "season": "Nuo kovo 1d iki lapkričio 1d",
    "description": "Tenesyje po mūsų kojomis slypi stebuklų pasaulis. Ši pietinė valstybė, žinoma dėl savo užburiančių kalnų, sielos muzikos ir turtingos istorijos, slepia tūkstančius gamtos stebuklų urvų pavidalu. Per kalkakmenio uolieną vingiuoja stulbinantys 10 000 urvų, todėl Tenesis buvo pavadintas „Požeminės valstijos“ slapyvardžiu. Pasigilinkime į šį žavų požeminį pasaulį, atkreipdami dėmesį į tris unikaliausius urvus, įkūnijančius žavią valstybės geologinę istoriją. Į kainą įskaičiuotas skrydis, 10 žvaigždučių viešbutis ir maitinimas Gordono Ramzio restorane kasdien 12 kartų vienam asmeniui",
    "price": 10000.0,
    "photos": [
      "https://i.natgeofe.com/n/4b86d399-eb46-4864-87a1-dd17a6f5306f/ruby-falls-cavern-tennessee_16x9.jpg?w\u003d1200",
      "https://raccoonmountaincaverns.com/wp-content/uploads/2023/07/Graphic15.jpg"
    ],
    "rating": [
      4,
      4,
      3
    ],
    "averageRating": 3.6666666666666665
  },
  {
    "id": 3,
    "title": "LOTUS-BAY-BEACH-RESORT",
    "country": "Egiptas",
    "city": "Hurgada",
    "duration": "7 d 6 n",
    "season": "Vasara",
    "description": "Įsikūręs 1 linijoje nuo jūros 4* viešbutis LOTUS BAY BEACH RESORT yra puikus pasirinkimas ramiam šeimyniniam poilsiui. Viskas įskaičiuota maitinimas, treniruoklių salė, daugybė sporto pramogų ir pramogos vaikams padės atsipalaiduoti bei mėgautis saulėtomis atostogomis Egipte! Klasikinio interjero numeriuose rasite oro kondicionierius, balkonus arba terasas, televizorius, vonios kambarius su dušais arba voniomis, plaukų džiovintuvais ir tualeto reikmenimis. Laivalaikiu galėsite užsiimti aerobika, stalo tenisu, paplūdimio tinkliniu. Mažieji atostogautojai laiką galės leisti mini klube, žaidimų aikštelėje, baiseine ir džiaugtis animacija vaikams. Mėgstantys atsipalaiduoti įvertins turkišką pirtį, sauną, sūkurinę vonią ir masažus (SPA centro paslaugoms taikomas papildomas mokestis",
    "price": 510.0,
    "photos": [
      "https://airguru.lt/images/galleries/hotels/1700491575_lotus-bay-resort-airguru-1.jpg",
      "https://blog.zigzag.lt/wp-content/uploads/Mykonos-papl%C5%ABdimiai.jpg"
    ],
    "rating": [
      4,
      4,
      4,
      4,
      4
    ],
    "averageRating": 4.0
  },
  {
    "id": 5,
    "title": "Žvejybos atostogos Norvegijoje 7 paros.",
    "country": "Norvegija",
    "city": "Andenes",
    "duration": "7 paros",
    "season": "Visus metus",
    "description": "NORD FISH viena didžiausių poilsio ir žvejybos bazių šiaurės Norvegijoje, esanti Skarsteindaleno slėnyje Andoya saloje Vesteraleno salyne. Sala pasižymi unikalia geografine padėtimi – visai netoli kranto vandenyno dugnas staiga leidžiasi į 2500 metrų gylį. Atsimušanti į šią sieną Golfo srovė sudaro labai palankias sąlygas daugintis planktonui, o tuo pačiu ir visų rūšių žuvims, paukščiams bei banginiams. Žiemą tai viena palankiausių vietų pasaulyje stebėti šiaurės pašvaistę – reginį, kuris nepalieka abejingų net didžiausių skeptikų. Andoy sala – puiki vieta praleisti atostogas, nesvarbu, ar jūs esate įspūdingų laimikių besivaikantis žvejys, ar gamtos mylėtojas, ar dar nepatirtų nuotykių ištroškęs keliautojas.",
    "price": 2100.0,
    "photos": [
      "https://nordfish.lt/wp-content/uploads/2023/07/001_DSC00729_2.jpg",
      "https://nordfish.lt/wp-content/uploads/2023/07/01.jpg"
    ],
    "rating": [
      5,
      5,
      5,
      5,
      5,
      4,
      5
    ],
    "averageRating": 4.857142857142857
  }
]